IDEA Open Model
MatReinforcementEc2.Epsuk Property
Compatible with IDEA StatiCa 20.1
 Characteristic strain of reinforcement at maximum load - εuk
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Epsuk { get; set; }
Public Property Epsuk As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatReinforcementEc2 Class
IdeaRS.OpenModel.Material Namespace